Repository: manish-cs/pomodoro
Catalog: Pomodoro/*.lproj/Localizable.strings
Languages: it_it

source: $time minutes to go
it_it: $time minuti alla fine

# QuickStatistics
source: %1$@ (%2$.2d:%3$.2d) Interruptions: %4$d/%5$d/%6$d Global Pomodoros: %7$d/%8$d/%9$d Daily Pomodoros: %10$d/%11$d/%12$d Global Interruptions: %13$d/%14$d/%15$d Daily Interruptions: %16$d/%17$d/%18$d Remaining for long break: %19$d
it_it: %1$@ (%2$.2d:%3$.2d) Interruzioni: %4$d/%5$d/%6$d Pomodori totali: %7$d/%8$d/%9$d Pomodori di oggi: %10$d/%11$d/%12$d Interruzioni totali: %13$d/%14$d/%15$d Interruzioni di oggi: %16$d/%17$d/%18$d Pomodori rimanenti al break lungo: %19$d

source: -- insert here your Applescript
it_it: -- inserisci qui il tuo Applescript

source: ... and we're back!
it_it: ... e siamo tornati!

source: ... interruption max time is over, sorry!
it_it: ... spiacente, ma il tempo massimo di interruzione è trascorso!

source: Description, When, Duration, externalInterruptions, internalInterruptions
it_it: Descrizione, Quando, Durata, Interruzioni Esterne, Interruzioni Interne

source: Break after: %@
it_it: Break dopo: %@

source: Export data created by Pomodoro on %@
it_it: Export creato da Pomodoro il %@

source: Great! A full pomodoro!
it_it: Fantastico! Concluso un Pomodoro!

source: Have a great pomodoro! You have $duration minutes to do '$pomodoroName'.
it_it: Buon Pomodoro! Hai $duration minuti per completare '$pomodoroName'.

source: I have just reset pomodoro '$pomodoroName'
it_it: Ho appena annullato '$pomodoroName'

source: Insert here the pomodoro name
it_it: Inserisci il nome del Pomodoro

source: Internal Interruption
it_it: Interruzioni interne

source: Interrupted: %@
it_it: Interrotto: %@

source: interruption over, sorry
it_it: spiacente, Interruzione conclusa

source: Just finished break after pomodoro '$pomodoroName'
it_it: Ho appena finito di riposare dopo '$pomodoroName'

source: Just finished pomodoro '$pomodoroName'
it_it: Ho appena finito '$pomodoroName'

source: Just finished: %@
it_it: Appena finito: %@

source: Just started pomodoro '$pomodoroName'
it_it: Ho appena iniziato '$pomodoroName'

source: Last: %@ (interrupted)
it_it: Ultimo: %@ (interrupted)

source: Last: %@ (reset)
it_it: Ultimo: %@ (reset)

source: Not a good one? Just try again!
it_it: Non era un granchè? Riprova!

source: Other $mins minutes passed by. $passed total minutes spent.
it_it: Altri $mins minuti passati. Hai consumato $passed minuti.

source: Quick Statistics
it_it: Statistiche veloci

source: Ready for another one?
it_it: Sei pronto per un altro?

source: Ready for next one?
it_it: Pronto per il prossimo?

source: Ready, set, go
it_it: Pronti, partenza, via

source: Try again
it_it: Riprova

source: Well done!
it_it: Ben fatto!

source: Working on: %@
it_it: Sto lavorando su: %@

source: You have $secs seconds to resume
it_it: Hai $secs secondi per riprendere

source: You have $secs seconds to resume.
it_it: Hai $secs secondi per riprendere.

source: Pomodoro '$pomodoroName'. Back at $dueTime
it_it: Pomodoro '$pomodoroName'. Torno alle $dueTime

source: Resting after Pomodoro '$pomodoroName'
it_it: Sto riposando dopo '$pomodoroName'
